{
    "home": {
        "role": "Desarrollador web",
        "presentation": {
            "title": "Sobre mí",
            "experience": "Junior",
            "aboutMe": [
                "Soy Jesús Alejandro Gómez Salazar, un estudiante apasionado por las ciencias aplicadas y teóricas, la práctica deportiva, el razonamiento lógico y la comunicación. Actualmente curso la Formación Profesional de Grado Superior (FPGS) en Desarrollo de Aplicaciones Web, trabajando con Java y Spring, especializado en Spring Data JPA y React. Busco activamente nuevas oportunidades laborales donde pueda seguir creciendo profesionalmente y aplicar mis conocimientos con compromiso y responsabilidad.",
                "A lo largo de mi trayectoria académica he sido reconocido en varias ocasiones por mis logros, participando en concursos tanto municipales como regionales. Una de las experiencias más significativas de mi etapa estudiantil ha sido mi participación activa en un club de debate, donde desarrollé habilidades avanzadas de oratoria y dominio del lenguaje, obteniendo múltiples reconocimientos y diplomas. Estas vivencias potenciaron mis capacidades comunicativas, así como mi confianza y liderazgo."
            ],
            "alt": "Foto personal"
        },
        "technologies": {
            "title": "Habilidades",
            "stack": "Stacks",
            "framework": "Frameworks y librerías",
            "tools": "Herramientas y tecnologías"
        }
    },
    "download": "Descarga mi CV",
    "studies": {
        "webDev": {
            "title": "FPGS - Desarrollo de Aplicaciones Web",
            "period": "2024 - 2026",
            "institution": "I.E.S. Sotero Hernández",
            "content": [
                ""
            ]
        },
        "baccalaureate": {
            "title": "Bachillerato - Ciencias de la Salud Mixto",
            "period": "2022 - 2024",
            "institution": "I.E.S. Nervión",
            "content": [
                "Bachillerato mixto de Matemáticas II, Física, Química, Bíología y Anatomía Aplicada"
            ]
        }
    },
    "experience": {
        "eviden": {
            "position": "Programador Junior en formación dual",
            "company": "Eviden",
            "period": "Febrero a Junio 2025",
            "location": "Kansas City",
            "responsibilities": "Durante mis prácticas duales participé en proyectos de desarrollo utilizando Spring Boot, donde aprendí a configurar aplicaciones, trabajar con controladores y servicios, y conectar el backend con bases de datos mediante Spring Data JPA. También me involucré en la creación de endpoints REST y en la comprensión de la estructura de un proyecto real.",
            "skills": "Esta experiencia me permitió adquirir una base sólida en el uso de Spring Boot, mejorar mi lógica de programación y familiarizarme con el ciclo de vida del desarrollo en entornos profesionales."
        }
    }
}