{
    "home": {
        "role": "Web Developer",
        "presentation": {
            "title": "About Me",
            "experience": "Junior",
            "aboutMe": [
                "I’m Jesús Alejandro Gómez Salazar, a student passionate about applied and theoretical sciences, sports, logical development, and communication skills. I am currently studying a Higher Vocational Training program (FPGS) in Web Application Development, working with Java and Spring, with a specialization in Spring Data JPA and React. I am actively seeking new job opportunities where I can continue growing professionally and apply my knowledge with commitment and responsibility.",
                "Throughout my academic path, I have been recognized several times for my achievements, participating in municipal and regional competitions. One of the most meaningful experiences of my student life has been my active involvement in a debate club, where I developed advanced communication and public speaking skills—abilities that earned me multiple awards and certificates. These experiences strengthened not only my communication abilities but also my confidence and leadership."
            ],
            "alt": "Personal photo"
        },
        "technologies": {
            "title": "Skills",
            "stack": "Stacks",
            "framework": "Frameworks and Libraries",
            "tools": "Tools and Technologies"
        }
    },
    "download": "Download my CV",
    "studies": {
        "title": "Studies",
        "webDev": {
            "title": "FPGS - Web Application Development",
            "period": "2024 - 2026",
            "institution": "I.E.S. Sotero Hernández",
            "content": [
                "Equivalent to an Advanced Vocational Training program focused on developing web applications using Java, Spring, and React."
            ]
        },
        "baccalaureate": {
            "title": "High School - Mixed Health Sciences",
            "period": "2022 - 2024",
            "institution": "I.E.S. Nervión",
            "content": [
                "High school studies combining Mathematics II, Physics, Chemistry, Biology, and Applied Anatomy."
            ]
        }
    },
    "experience": {
        "title": "Experience",
        "eviden": {
            "position": "Junior Programmer in Dual Training",
            "company": "Eviden",
            "period": "February to June 2025",
            "location": "Kansas City",
            "responsibilities": [
                "During my dual training internship, I participated in development projects using Spring Boot, where I learned to configure applications, work with controllers and services, and connect the backend to databases using Spring Data JPA. I also got involved in creating REST endpoints and understanding the structure of a real-world project."
            ],
            "skills": "This experience allowed me to build a solid foundation in Spring Boot, improve my programming logic, and become familiar with the development lifecycle in professional environments."
        }
    }
}